arcanis.vscode-zipfs
dbaeumer.vscode-eslint
docker.docker
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.vscode-github-actions
golang.go
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.cpptools
ms-vscode.cpptools-themes
